
{
  "morning": [
    {
      "id": "m1",
      "text": "پناه می برم به خدا از شر شیطان رانده شده. (آیت الکرسی - بقره: 255 را بخوانید). هر کس این را هنگام صبح بگوید، تا شب از شر جنیان در امان است و هر کس هنگام شب بگوید، تا صبح از شر آنها در امان است."
    },
    {
      "id": "m2",
      "text": "به نام خداوند بخشنده مهربان. (سوره اخلاص را بخوانید). (3 بار)"
    },
    {
      "id": "m3",
      "text": "به نام خداوند بخشنده مهربان. (سوره فلق را بخوانید). (3 بار)"
    },
    {
      "id": "m4",
      "text": "به نام خداوند بخشنده مهربان. (سوره ناس را بخوانید). (3 بار). هر کس این سه را سه بار در صبح و سه بار در شب بخواند، او را از هر چیزی کفایت می کند."
    },
    {
      "id": "m5",
      "text": "صبح کردیم و در این هنگام تمام حاکمیت از آن خداست و ستایش برای خداست. خدایی جز الله نیست، یگانه و بی شریک. تمام حاکمیت و ستایش از آن اوست و او بر هر کاری تواناست. پروردگارا، از تو خیر این روز و خیر پس از آن را می خواهم و به تو پناه می برم از شر این روز و شر پس از آن. پروردگارا، به تو پناه می برم از تنبلی و پیری. پروردگارا، به تو پناه می برم از عذاب آتش و عذاب قبر."
    },
    {
      "id": "m6",
      "text": "خداوندا، به واسطه تو صبح کردیم و به واسطه تو شب کردیم، به واسطه تو زنده ایم و به واسطه تو می میریم و رستاخیز به سوی توست."
    },
    {
      "id": "m7",
      "text": "خداوندا، تو پروردگار منی، خدایی جز تو نیست. تو مرا آفریدی و من بنده تو هستم و تا آنجا که بتوانم بر عهد و پیمان تو هستم. به تو پناه می برم از شر آنچه انجام داده ام. نعمت تو را بر خود و گناه خود را بر خود اقرار می کنم، پس مرا ببخش که جز تو کسی گناهان را نمی بخشد. هر کس این را با یقین در شب بگوید و در آن شب بمیرد، وارد بهشت می شود و همچنین وقتی صبح بگوید."
    },
    {
      "id": "m8",
      "text": "خداوندا، صبح کردم و تو را، حاملان عرشت، فرشتگانت و تمام خلقتت را شاهد می گیرم که تو الله هستی، خدایی جز تو نیست، یگانه و بی شریک، و محمد بنده و فرستاده توست. (4 بار)"
    },
    {
      "id": "m9",
      "text": "خداوندا، هر نعمتی که این صبح به من یا به هر یک از مخلوقاتت رسیده است، تنها از جانب توست، بی شریک، پس تمام ستایش ها از آن تو و تمام شکرها به سوی توست. هر کس این را در صبح بگوید، شکر روزش را به جا آورده است و هر کس در شب بگوید، شکر شبش را به جا آورده است."
    },
    {
      "id": "m10",
      "text": "خداوندا، به بدنم سلامتی عطا کن، خداوندا، به شنوایی ام سلامتی عطا کن، خداوندا، به بینایی ام سلامتی عطا کن. خدایی جز تو نیست. خداوندا، به تو پناه می برم از کفر و فقر و به تو پناه می برم از عذاب قبر. خدایی جز تو نیست. (3 بار)"
    },
    {
      "id": "m11",
      "text": "خدا برایم کافی است. خدایی جز او نیست. بر او توکل کردم و او پروردگار عرش بزرگ است. (7 بار). هر کس این را هفت بار در صبح و هفت بار در شب بگوید، خداوند او را در هر چیزی که در این دنیا و آخرت برایش مهم است، کفایت می کند."
    },
    {
      "id": "m12",
      "text": "خداوندا، از تو بخشش و عافیت در این دنیا و آخرت را می خواهم. خداوندا، از تو بخشش و عافیت در دینم، امور دنیوی ام، خانواده ام و مالم را می خواهم. خداوندا، اسرار مرا بپوشان و مرا از اندوه حفظ کن. خداوندا، مرا از آنچه پیش رو و پشت سر، از چپ و راست و از بالای سرم است، محافظت کن. به عظمت تو پناه می برم از اینکه از زیر پایم زده شوم."
    },
    {
      "id": "m13",
      "text": "خداوندا، دانای غیب و شهود، آفریننده آسمانها و زمین، پروردگار و فرمانروای همه چیز، شهادت می دهم که خدایی جز تو نیست. به تو پناه می برم از شر نفس خود و از شر شیطان و یارانش و از اینکه بر نفس خود بدی بیاورم یا آن را بر مسلمانی بکشانم."
    },
    {
      "id": "m14",
      "text": "به نام خداوندی که با نامش هیچ چیزی در زمین و آسمان ها آسیب نمی رساند و او شنوای داناست. (3 بار). هیچ چیز به او آسیب نخواهد رساند."
    },
    {
      "id": "m15",
      "text": "به خدا به عنوان پروردگارم، به اسلام به عنوان دینم و به محمد (ص) به عنوان پیامبرم راضی هستم. (3 بار). هر کس این را سه بار در صبح و سه بار در شب بگوید، وعده ای از جانب خدا خواهد بود که او را در روز قیامت راضی کند."
    },
    {
      "id": "m16",
      "text": "ای زنده، ای قائم به ذات و نگهدارنده همه، به رحمت تو یاری می جویم، تمام امورم را برایم اصلاح کن و مرا حتی به اندازه یک چشم به هم زدن به خودم وامگذار."
    },
    {
      "id": "m17",
      "text": "ما صبح را بر فطرت اسلام، کلمه اخلاص، دین پیامبرمان محمد (ص) و ایمان پدرمان ابراهیم آغاز کردیم. او در پرستش خدا استوار و مسلمان بود. او از کسانی نبود که غیر از خدا را می پرستند."
    },
    {
      "id": "m18",
      "text": "تسبیح خدا را می گویم و او را ستایش می کنم. (100 بار). هر کس این را صد بار در صبح و صد بار در شب بگوید، هیچ کس در روز قیامت با چیزی بهتر از آنچه او انجام داده نخواهد آمد، مگر کسی که همان را گفته یا بیشتر گفته باشد."
    },
    {
      "id": "m19",
      "text": "خدایی جز الله نیست، یگانه و بی شریک. تمام حاکمیت و ستایش از آن اوست و او بر هر کاری تواناست. (100 بار). این برای او معادل آزاد کردن ده برده خواهد بود و صد کار نیک برای او نوشته می شود و صد کار بد از او پاک می شود و در آن روز تا شب برای او محافظی در برابر شیطان خواهد بود و هیچ کس با چیزی بهتر از آنچه او انجام داده نخواهد آمد مگر کسی که بیشتر از آن انجام داده باشد."
    },
    {
      "id": "m20",
      "text": "تسبیح خدا را می گویم و او را ستایش می کنم، به تعداد مخلوقاتش، به رضایتش، به وزن عرشش و به اندازه کلماتش. (3 بار در صبح)."
    },
    {
      "id": "m21",
      "text": "خداوندا، از تو علم سودمند، روزی پاک و اعمال مقبول می خواهم. (در صبح)."
    },
    {
      "id": "m22",
      "text": "از خدا طلب آمرزش می کنم و به سوی او توبه می کنم. (100 بار در روز)."
    }
  ],
  "evening": [
    {
      "id": "e1",
      "text": "پناه می برم به خدا از شر شیطان رانده شده. (آیت الکرسی - بقره: 255 را بخوانید). هر کس آن را هنگام شب بگوید، تا صبح از شر آنها (جنیان) در امان است."
    },
    {
      "id": "e2",
      "text": "به نام خداوند بخشنده مهربان. (سوره اخلاص را بخوانید). (3 بار)"
    },
    {
      "id": "e3",
      "text": "به نام خداوند بخشنده مهربان. (سوره فلق را بخوانید). (3 بار)"
    },
    {
      "id": "e4",
      "text": "به نام خداوند بخشنده مهربان. (سوره ناس را بخوانید). (3 بار). هر کس این سه را سه بار در صبح و سه بار در شب بخواند، او را از هر چیزی کفایت می کند."
    },
    {
      "id": "e5",
      "text": "شب کردیم و در این هنگام تمام حاکمیت از آن خداست و ستایش برای خداست. خدایی جز الله نیست، یگانه و بی شریک. تمام حاکمیت و ستایش از آن اوست و او بر هر کاری تواناست. پروردگارا، از تو خیر این شب و خیر پس از آن را می خواهم و به تو پناه می برم از شر این شب و شر پس از آن. پروردگارا، به تو پناه می برم از تنبلی و پیری. پروردگارا، به تو پناه می برم از عذاب آتش و عذاب قبر."
    },
    {
      "id": "e6",
      "text": "خداوندا، به واسطه تو شب کردیم و به واسطه تو صبح کردیم، به واسطه تو زنده ایم و به واسطه تو می میریم و بازگشت نهایی به سوی توست."
    },
    {
      "id": "e7",
      "text": "خداوندا، تو پروردگار منی، خدایی جز تو نیست. تو مرا آفریدی و من بنده تو هستم و تا آنجا که بتوانم بر عهد و پیمان تو هستم. به تو پناه می برم از شر آنچه انجام داده ام. نعمت تو را بر خود و گناه خود را بر خود اقرار می کنم، پس مرا ببخش که جز تو کسی گناهان را نمی بخشد. هر کس این را با یقین در شب بگوید و در آن شب بمیرد، وارد بهشت می شود و همچنین وقتی صبح بگوید."
    },
    {
      "id": "e8",
      "text": "خداوندا، شب کردم و تو را، حاملان عرشت، فرشتگانت و تمام خلقتت را شاهد می گیرم که تو الله هستی، خدایی جز تو نیست، یگانه و بی شریک، و محمد بنده و فرستاده توست. (4 بار)"
    },
    {
      "id": "e9",
      "text": "خداوندا، هر نعمتی که این شب به من یا به هر یک از مخلوقاتت رسیده است، تنها از جانب توست، بی شریک، پس تمام ستایش ها از آن تو و تمام شکرها به سوی توست. هر کس این را در شب بگوید، شکر شبش را به جا آورده است."
    },
    {
      "id": "e10",
      "text": "خداوندا، به بدنم سلامتی عطا کن، خداوندا، به شنوایی ام سلامتی عطا کن، خداوندا، به بینایی ام سلامتی عطا کن. خدایی جز تو نیست. خداوندا، به تو پناه می برم از کفر و فقر و به تو پناه می برم از عذاب قبر. خدایی جز تو نیست. (3 بار)"
    },
    {
      "id": "e11",
      "text": "خدا برایم کافی است. خدایی جز او نیست. بر او توکل کردم و او پروردگار عرش بزرگ است. (7 بار). هر کس این را هفت بار در صبح و هفت بار در شب بگوید، خداوند او را در هر چیزی که در این دنیا و آخرت برایش مهم است، کفایت می کند."
    },
    {
      "id": "e12",
      "text": "خداوندا، از تو بخشش و عافیت در این دنیا و آخرت را می خواهم. خداوندا، از تو بخشش و عافیت در دینم، امور دنیوی ام، خانواده ام و مالم را می خواهم. خداوندا، اسرار مرا بپوشان و مرا از اندوه حفظ کن. خداوندا، مرا از آنچه پیش رو و پشت سر، از چپ و راست و از بالای سرم است، محافظت کن. به عظمت تو پناه می برم از اینکه از زیر پایم زده شوم."
    },
    {
      "id": "e13",
      "text": "خداوندا، دانای غیب و شهود، آفریننده آسمانها و زمین، پروردگار و فرمانروای همه چیز، شهادت می دهم که خدایی جز تو نیست. به تو پناه می برم از شر نفس خود و از شر شیطان و یارانش و از اینکه بر نفس خود بدی بیاورم یا آن را بر مسلمانی بکشانم."
    },
    {
      "id": "e14",
      "text": "به نام خداوندی که با نامش هیچ چیزی در زمین و آسمان ها آسیب نمی رساند و او شنوای داناست. (3 بار). هیچ چیز به او آسیب نخواهد رساند."
    },
    {
      "id": "e15",
      "text": "به خدا به عنوان پروردگارم، به اسلام به عنوان دینم و به محمد (ص) به عنوان پیامبرم راضی هستم. (3 بار). هر کس این را سه بار در صبح و سه بار در شب بگوید، وعده ای از جانب خدا خواهد بود که او را در روز قیامت راضی کند."
    },
    {
      "id": "e16",
      "text": "ای زنده، ای قائم به ذات و نگهدارنده همه، به رحمت تو یاری می جویم، تمام امورم را برایم اصلاح کن و مرا حتی به اندازه یک چشم به هم زدن به خودم وامگذار."
    },
    {
      "id": "e17",
      "text": "ما شب را بر فطرت اسلام، کلمه اخلاص، دین پیامبرمان محمد (ص) و ایمان پدرمان ابراهیم آغاز کردیم. او در پرستش خدا استوار و مسلمان بود. او از کسانی نبود که غیر از خدا را می پرستند."
    },
    {
      "id": "e18",
      "text": "تسبیح خدا را می گویم و او را ستایش می کنم. (100 بار). هر کس این را صد بار در صبح و صد بار در شب بگوید، هیچ کس در روز قیامت با چیزی بهتر از آنچه او انجام داده نخواهد آمد، مگر کسی که همان را گفته یا بیشتر گفته باشد."
    },
    {
      "id": "e19",
      "text": "خدایی جز الله نیست، یگانه و بی شریک. تمام حاکمیت و ستایش از آن اوست و او بر هر کاری تواناست. (10 بار). هر کس این را ده بار در شب بگوید، خداوند برای او یک نگهبان مسلح می فرستد تا او را از شیطان تا بیدار شدن محافظت کند، و خداوند برای او ده کار نیک که مستلزم پاداش است می نویسد و ده کار بد که مستلزم مجازات است از او پاک می کند، و این برای او مانند آزاد کردن ده برده مؤمن خواهد بود."
    },
    {
      "id": "e20",
      "text": "به کلمات کامل خداوند پناه می برم از شر آنچه آفریده است. (3 بار). هر کس این را سه بار در شب بگوید، نیش آن شب به او آسیب نخواهد رساند."
    },
    {
      "id": "e21",
      "text": "از خدا طلب آمرزش می کنم و به سوی او توبه می کنم. (100 بار در روز)."
    }
  ]
}

    